Repository: vladmos/photoblog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Header
ru: Заголовок

source: Name in URL
ru: Название в URL

source: Raw text
ru: Исходный текст

source: Event started
ru: Начало события

source: Event finished
ru: Конец события

source: Published
ru: Опубликован

source: The article “%s” has been deleted.
ru: Статья «%s» была удалена.

source: The article is saved.
ru: Статья сохранена

source: Your password has been changed.
ru: Ваш пароль был изменен

source: Your settings have been changed.
ru: Ваши настройки были изменены

source: Your photoalbums have been scheduled to be imported soon.
ru: Ваши фотоальбомы будут обновлены в ближайшее время.

source: My articles
ru: Мои статьи

source: Article
ru: Статья

source: You have no articles.
ru: У вас нет статей.

source: article “%(name)s”
ru: статья «%(name)s»

source: New article
ru: Новая статья

source: Article “%(name)s”
ru: Статья «%(name)s»

source: Edit
ru: Редактирование

source: Preview
ru: Предпросмотр

source: Save article
ru: Сохранить статью

source: Delete
ru: Удалить

source: Are you sure? This operation cannot be undone.
ru: Вы уверены? Эту операцию нельзя будет отменить.

source: Photoalbums
ru: Фотоальбомы

source: Photoblog administration
ru: Администрирование фотоблога

source: You don't have any albums imported from Picasa yet.
ru: У вас еще нет имортированных из Picasa фотоальбомов.

source: Articles
ru: Статьи

source: You don't have any articles yet.
ru: У вас еще нет статей.

source: To create one you need to import at least one photoalbum from Picasa.
ru: Чтобы создать статью, нужно проимпортировать хотя бы один альбом из Picasa.

source: Create an article
ru: Создать статью

source: photoalbum “%(name)s”
ru: фотоальбом «%(name)s»

source: Photoalbum “%(name)s”
ru: Фотоальбом «%(name)s»

source: %(length)s photo
ru: %(length)s фотография

source: My photoalbums
ru: Мои фотоальбомы

source: Settings
ru: Настройки

source: Save
ru: Сохранить

source: Change password
ru: Поменять пароль

source: Your oAuth token is active.
ru: Ваш токен oAuth активен.

source: You need to set up new oAuth token.
ru: Вам необходимо создать новый токен oAuth.

source: Photoblog™ uses oAuth authorization/authentication in Picasa service, it means that we don't have your Google password, we have access only to your Picasa photoalbums, and you can invalidate the token we have any time at <a href="%(google_token_management_url)s" target="_blank">Google account admin</a>.
ru: Photoblog™ использует авторизацию/аутентификацию через oAuth в сервисе Picasa, это означает, что мы не храним ваш пароль от аккаунта Google и имеем доступ только к вашим фотоальбомам в Picasa, и вы можете отозвать доступ в любой момент на странице <a href="%(google_token_management_url)s" target="_blank">Администрирования аккаунта Google</a>.

source: Create new oAuth token
ru: Создать новый токен oAuth

source: All photoalbums
ru: Все фотоальбомы

source: Fetch photoalbums
ru: Выгрузить фотоальбомы

source: All articles
ru: Все статьи

source: Photoblog
ru: Фотоблог

source: Logout
ru: Выйти

source: Google authorization required
ru: Необходима авторизация в Google

source: You need to approve the photoblog engine to access your Picasa photoalbums.<br/> You will be able to revoke the authorization token any time at <a href="%(google_token_management_url)s" target="_blank">Google account admin</a>.
ru: Вам нужно разрешить доступ фотоблогу к вашим фотоальбомам в Picasa.<br/> Вы сможете отозвать доступ в любой момент на странице <a href="%(google_token_management_url)s" target="_blank">Администрирования аккаунта Google</a>.

source: Public name
ru: Публичное имя

source: Personal website
ru: Личный сайт

source: Custom hostname
ru: Альтернативное имя сайта

source: Must be set at DNS server and the webserver to work properly.
ru: Должен быть также настроен на сервере DNS и на вебсервере.

source: Language
ru: Язык

source: Public
ru: Публичный

source: Limited
ru: Ограниченный

source: Protected
ru: Защищенный
